<?php include_once __DIR__ . '/../login-and-register/src/helpers.php' ?>
<!DOCTYPE html>
<html lang="ua">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<title>Achillelius - політика конфіденційності</title>
</head>
<body>
	<?php 
		if(!isset($_SESSION['user']['id'])){
			include_once __DIR__ . '/../header_login.php';
		}
		else include_once __DIR__ . '/../header_logout.php';
	?>
	<link rel="stylesheet" href="components/policy.css">
	
	<section id="mainContent">
		<div class="row mb-3">
			<div class="col">
				<div id="inputResult">
					<div class="row mb-4">
						<div class="col">
							<h4><strong>Політика щодо обробки персональних даних</strong></h4>
							<div class="descr">
								Останнє оновлення: 30.05.2024
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>1. Загальні положення</h5>
							<div class="descr">
								Справжню політику обробки персональних даних складено
								відповідно до вимог Федерального закону від 27.07.2006.
								№ 152-ФЗ «Про персональні дані» (далі —
								Закон про персональні дані) та визначає порядок обробки
								персональних даних та заходи щодо забезпечення безпеки персональних
								даних, що робляться Achillelius (далее — Оператор).
							</div>
							<div class="ol">
								<div class="li">
									1.1. Оператор ставить своєю найважливішою метою та умовою здійснення
									своєї діяльності дотримання права і свободи людини і громадянина
									при обробці його персональних даних, у тому числі захисту прав
									на недоторканність приватного життя, особисту та сімейну таємницю.
								</div>
								<div class="li">
									1.2. Справжня політика Оператора щодо обробки персональних
									даних (далі - Політика) застосовується до всієї інформації,
									яку Оператор може отримати про відвідувачів веб-сайту https://achillelius.com
								</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>2. Основні поняття, що використовуються у Політиці</h5>
							<div class="ol">
								<div class="li">
								2.1. Автоматизована обробка персональних
								даних - обробка персональних даних за допомогою засобів
								обчислювальної техніки.
								</div>
								<div class="li">
								2.2. Блокування персональних даних - тимчасове припинення
								обробки персональних даних (за винятком випадків, якщо обробка
								необхідна уточнення персональних даних).
								</div>
								<div class="li">
								2.3. Веб-сайт - сукупність графічних та інформаційних
								матеріалів, а також програм для ЕОМ та баз даних, що забезпечують
								їх доступність у мережі інтернет за мережевою адресою https://achillelius.com.
								</div>
								<div class="li">
								2.4. Інформаційна система персональних даних - сукупність
								персональних даних, що містяться в базах даних і забезпечують
								їх обробку інформаційних технологій та технічних засобів.
								</div>
								<div class="li">
								2.5. Знеособлення персональних даних - дії,
								внаслідок яких неможливо визначити без використання
								додаткової інформації про належність персональних даних конкретного
								Користувачеві чи іншому суб'єкту персональних даних.
								</div>
								<div class="li">
								2.6. Обробка персональних даних - будь-яка дія (операція)
								або сукупність дій (операцій), що здійснюються з використанням
								засобів автоматизації або без використання таких засобів
								з персональними даними, включаючи збір, запис, систематизацію,
								накопичення, зберігання, уточнення (оновлення, зміна), витяг,
								використання, передачу (поширення, надання, доступ),
								знеособлення, блокування, видалення, знищення персональних даних.
								</div>
								<div class="li">
								2.7. Оператор - державний орган, муніципальний орган,
								юридична чи фізична особа, самостійно чи спільно з іншими
								особами організують та/або здійснюють обробку персональних даних,
								а також визначальні цілі обробки персональних даних, склад
								персональних даних, що підлягають обробці, дії (операції), що здійснюються
								із персональними даними.
								</div>
								<div class="li">2.8. Персональні дані - будь-яка інформація,
								що відноситься прямо чи опосередковано до певного чи обумовленого
								Користувачеві веб-сайту https://achillelius.com.
								</div>
								<div class="li">
								2.9. Персональні дані, дозволені суб'єктом персональних даних для
								поширення, - персональні дані, доступ необмеженого
								кола осіб до яких надано суб'єктом персональних даних шляхом
								надання згоди на обробку персональних даних, дозволених суб'єктом
								персональних даних для розповсюдження у порядку, передбаченому
								Законом про персональні дані (далі — персональні дані,
								дозволені поширення).
								</div>
								<div class="li">
								2.10. Користувач – будь-який відвідувач веб-сайту https://achillelius.com.
								</div>
								<div class="li">
								2.11. Надання персональних даних - дії, спрямовані
								на розкриття персональних даних певній особі чи певній
								колі осіб.
								</div>
								<div class="li">
								2.12. Поширення персональних даних - будь-які дії,
								спрямовані на розкриття персональних даних невизначеному колу осіб
								(передача персональних даних) або на ознайомлення з персональними даними
								даними необмеженого кола осіб, у тому числі оприлюднення
								персональних даних у засобах масової інформації, розміщення
								в інформаційно-телекомунікаційних мережах або надання доступу
								до персональних даних будь-яким іншим способом.
								</div>
								<div class="li">
								2.13. Транскордонна передача персональних даних – передача
								персональних даних на територію іноземної держави органу
								влади іноземної держави, іноземної фізичної чи іноземної
								юридичної особи.
								</div>
								<div class="li">
								2.14. Знищення персональних даних - будь-які дії,
								внаслідок яких персональні дані знищуються безповоротно
								з неможливістю подальшого відновлення змісту персональних
								даних в інформаційній системі персональних даних
								та/або знищуються
								матеріальні носії персональних даних
								</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>3. Основні права та обов'язки Оператора</h5>
							<div class="ol">
								<div class="li">3.1. Оператор має право:</div>
								<div class="li">
								- отримувати від суб'єкта персональних даних достовірні
								інформацію та/або документи, що містять персональні дані;
								</div>
								<div class="li">
								— у разі відкликання суб'єктом персональних даних згоди
								на обробку персональних даних, а також напрями звернення
								з вимогою про припинення обробки персональних даних,
								Оператор має право продовжити обробку персональних даних без згоди
								суб'єкта персональних даних за наявності підстав, зазначених у Законі
								про персональні дані;
								</div>
								<div class="li">
								— самостійно визначати склад та перелік заходів,
								необхідних та достатніх для забезпечення виконання обов'язків,
								передбачених Законом про персональні дані та прийняті
								відповідно до нього нормативними правовими актами, якщо інше
								не передбачено Законом про персональні дані чи іншими
								федеральними законами.
								</div>
								<div class="li">3.2. Оператор повинен:</div>
								<div class="li">
								— надавати суб'єкту персональних даних на його прохання
								інформацію щодо обробки його персональних даних;
								</div>
								<div class="li">
								- організовувати обробку персональних даних у порядку,
								встановленому чинним законодавством РФ;
								</div>
								<div class="li">
								- відповідати на звернення та запити суб'єктів
								персональних даних та їх законних представників
								відповідно до вимог Закону про персональні дані;
								</div>
								<div class="li">
								— повідомляти до уповноваженого органу захисту прав
								суб'єктів персональних даних на запит цього органу необхідну
								інформацію протягом 10 днів із дати отримання такого запиту;
								</div>
								<div class="li">
								— публікувати чи іншим чином забезпечувати необмежений доступ
								до цієї Політики щодо обробки персональних даних;
								</div>
								<div class="li">
								- вживати правові, організаційні та технічні заходи для
								захисту персональних даних від неправомірного чи випадкового доступу
								до них, знищення, зміни, блокування, копіювання,
								надання, розповсюдження персональних даних, а також
								від інших неправомірних дій щодо персональних даних;
								</div>
								<div class="li">
								- Припинити передачу (поширення, надання, доступ)
								персональних даних, припинити обробку та знищити персональні дані
								дані у порядку та випадках, передбачених Законом
								про персональні дані;
								</div>
								<div class="li">
								- Виконувати інші обов'язки, передбачені Законом
								про персональні дані.
								</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>4. Основні права та обов'язки суб'єктів персональних даних</h5>
							<div class="ol">
								<div class="li">4.1. Суб'єкти персональних даних мають право:</div>
								<div class="li">
								— отримувати інформацію щодо обробки його персональних
								даних, крім випадків, передбачених федеральними законами.
								Відомості надаються суб'єкту персональних даних Оператором
								у доступній формі, і в них не повинні утримуватися
								персональні дані, що належать до інших суб'єктів персональних
								даних, за винятком випадків, коли є законні підстави для
								розкриття таких персональних даних. Перелік інформації та порядок
								її одержання встановлено Законом про персональні дані;
								</div>
								<div class="li">
								- Вимагати від оператора уточнення його персональних даних,
								їх блокування чи знищення у разі, якщо персональні дані
								є неповними, застарілими, неточними, незаконно одержаними або
								не є необхідними для заявленої мети обробки, а також
								вживати передбачених законом заходів щодо захисту своїх прав;
								</div>
								<div class="li">
								- висувати умову попередньої згоди при обробці
								персональних даних з метою просування на ринку товарів, робіт
								та послуг;
								</div>
								<div class="li">
								— на відкликання згоди на обробку персональних даних,
								а також на направлення вимоги про припинення обробки
								персональних даних;
								</div>
								<div class="li">
								— оскаржити до уповноваженого органу захисту прав
								суб'єктів персональних даних або у судовому порядку неправомірні
								дії чи бездіяльність Оператора під час обробки його персональних даних;
								</div>
								<div class="li">
								- на здійснення інших прав, передбачених
								законодавством РФ.
								</div>
								<div class="li">4.2. Суб'єкти персональних даних зобов'язані:</div>
								<div class="li">
								- надавати Оператору достовірні дані про себе;
								</div>
								<div class="li">
								- Повідомляти Оператору про уточнення (оновлення, зміну)
								своїх персональних даних.
								</div>
								<div class="li">
								4.3. Особи, які передали Оператору недостовірні відомості про себе, або
								відомості про іншого суб'єкта персональних даних без згоди останнього,
								несуть відповідальність відповідно до законодавства РФ.
								</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>5. Принципи обробки персональних даних</h5>
							<div class="ol">
								<div class="li">
								5.1. Обробка персональних даних здійснюється на законній
								та справедливій основі.
								</div>
								<div class="li">
								5.2. Обробка персональних даних обмежується досягненням конкретних,
								наперед визначених та законних цілей. Не допускається обробка
								персональних даних, несумісна з метою збору персональних даних.
								</div>
								<div class="li">
								5.3. Не допускається об'єднання баз даних, що містять персональні
								дані, обробка яких здійснюється з метою, несумісних між
								собою.
								</div>
								<div class="li">
								5.4. Обробці підлягають лише персональні дані, які відповідають цілям
								їхня обробка.
								</div>
								<div class="li">
								5.5. Зміст та обсяг оброблюваних персональних даних
								відповідають заявленим цілям обробки. Не допускається надмірність
								оброблюваних персональних даних стосовно заявлених цілей
								їхня обробка.
								</div>
								<div class="li">
								5.6. При обробці персональних даних забезпечується точність персональних даних
								даних, їх достатність, а в необхідних випадках
								та актуальність по відношенню до цілей обробки персональних
								даних. Оператор вживає необхідних заходів та/або забезпечує
								їх прийняття з видалення чи уточнення неповних чи неточних
								даних.
								</div>
								<div class="li">
								5.7. Зберігання персональних даних здійснюється у формі, що дозволяє
								визначити суб'єкта персональних даних, не довше, ніж цього вимагають
								мети обробки персональних даних, якщо термін зберігання персональних даних
								не встановлено федеральним законом, договором, стороною якого,
								вигодонабувачем або поручителем за яким є суб'єкт
								персональних даних Оброблювані персональні дані знищуються або
								знеособлюються після досягнення цілей обробки або у разі втрати
								необхідності досягнення цих цілей, якщо інше не передбачено
								федеральним законом.
								</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>6. Цілі обробки персональних даних</h5>
							<div class="ol">
								<div class="li" id="QIRms2C">
										<table class="purpose-table">
										<tbody><tr>
											<th>Мета обробки</th>
											<td class="purpose-field">надання доступу Користувачеві до сервісів, інформації та/або матеріалів, що містяться на веб-сайті</td>
											</tr>
											<tr>
											<th>Персональні дані</th>
											<td class="data-field"><ul><li>прізвище, ім'я, по батькові</li><li>електронна адреса</li><li>номери телефонів</li><li>рік, місяць, дата та місце народження</li></ul></td>
											</tr>
											<tr>
											<th>Правові підстави</th>
											<td class="legal-field"><ul><li>договори, що укладаються між оператором та суб'єктом персональних даних</li></ul></td>
											</tr>
											<tr>
											<th>Види обробки персональних даних</th>
											<td class="types-field"><ul><li>Збір, запис, систематизація, накопичення, зберігання, знищення та знеособлення персональних даних</li><li>Надсилання інформаційних листів на адресу електронної пошти</li>< /ul></td>
											</tr>
										</tbody></table>
									</div><div id="purpose-table-template" style="display: none;">
									<div class="li">
										<table class="purpose-table">
											<tbody><tr>
											<th>Мета обробки</th>
											<td class="purpose-field"></td>
											</tr>
											<tr>
											<th>Персональні дані</th>
											<td class="data-field"></td>
											</tr>
											<tr>
											<th>Правові підстави</th>
											<td class="legal-field"></td>
											</tr>
											<tr>
											<th>Види обробки персональних даних</th>
											<td class="types-field"></td>
											</tr>
										</tbody></table>
									</div>
								</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>7. Умови обробки персональних даних</h5>
							<div class="ol">
								<div class="li">
									7.1. Обробка персональних даних здійснюється за згодою суб'єкта
									персональних даних для обробки його персональних даних.
									</div>
									<div class="li">
									7.2. Обробка персональних даних необхідна для досягнення цілей,
									передбачених міжнародним договором Російської Федерації чи законом,
									для здійснення покладених законодавством Російської Федерації
									на оператора функцій, повноважень та обов'язків.
									</div>
									<div class="li">
									7.3. Обробка персональних даних необхідна для здійснення правосуддя,
									виконання судового акта, акта іншого органу чи посадової особи,
									які підлягають виконанню відповідно до законодавства
									Російської Федерації про виконавче провадження.
									</div>
									<div class="li">
									7.4. Обробка персональних даних необхідна для виконання договору,
									стороною якого або вигодонабувачем або поручителем за яким
									є суб'єктом персональних даних, а також для укладення договору
									з ініціативи суб'єкта персональних даних чи договору,
									за яким суб'єкт персональних даних буде
									вигодонабувачем або поручителем.
									</div>
									<div class="li">
									7.5. Обробка персональних даних необхідна для здійснення прав
									та законних інтересів оператора або третіх осіб або для досягнення
									суспільно значимих цілей за умови, що при цьому не порушуються
									права та свободи суб'єкта персональних даних.
									</div>
									<div class="li">
									7.6. Здійснюється обробка персональних даних, доступ необмеженого
									кола осіб до яких надано суб'єктом персональних даних або
									на його прохання (далі - загальнодоступні персональні дані).
									</div>
									<div class="li">
									7.7. Здійснюється обробка персональних даних, що підлягають опублікуванню
									або обов'язковому розкриттю відповідно до федерального закону.
									</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>
								8. Порядок збирання, зберігання, передачі та інших видів обробки персональних
								даних
								</h5>
								<div class="descr">
								Безпека персональних даних, що обробляються Оператором,
								забезпечується шляхом реалізації правових, організаційних та технічних
								заходів, необхідних для виконання у повному обсязі вимог чинного
								законодавства у сфері захисту персональних даних.
								</div>
								<div class="ol">
								<div class="li">
								8.1. Оператор забезпечує збереження персональних даних та приймає
								всі можливі заходи, що унеможливлюють доступ до персональних даних
								неуповноважених осіб.
								</div>
								<div class="li">
								8.2. Персональні дані Користувача ніколи, за жодних умов
								не будуть передані третім особам, за винятком випадків, пов'язаних
								з виконанням чинного законодавства або у разі, якщо
								суб'єктом персональних даних надано згоду Оператору на передачу
								даних третій особі для виконання зобов'язань
								за цивільно-правовим договором.
								</div>
								<div class="li">
								8.3. У разі виявлення неточностей у персональних даних,
								Користувач може актуалізувати їх самостійно шляхом направлення
								Оператору повідомлення на адресу електронної пошти Оператора achillelius@gmail.com
								із позначкою «Актуалізація персональних даних».
								</div>
								<div class="li">
								8.4. Термін обробки персональних даних визначається досягненням цілей для
								яких було зібрано персональні дані, якщо інший термін
								не передбачений договором чи чинним
								законодавством.
								<br>
								Користувач може будь-якої миті відкликати свою згоду
								на обробку персональних даних, надіславши Оператору повідомлення
								за допомогою електронної пошти на електронну адресу Оператора achillelius@gmail.com
								з позначкою «Відгук згоди на обробку персональних
								даних».
								</div>
								<div class="li">
								8.5. Вся інформація, яка збирається сторонніми сервісами, в тому
								числі платіжними системами, засобами зв'язку та іншими постачальниками
								послуг, зберігається та обробляється вказаними особами (Операторами)
								відповідно до їх Угоди користувача
								та Політикою конфіденційності. Суб'єкт персональних даних
								та/або із зазначеними документами. Оператор не несе
								відповідальність за дії третіх осіб, у тому числі зазначених
								у цьому пункті постачальників послуг.
								</div>
								<div class="li">
								8.6. Встановлені суб'єктом персональних даних заборони передачі
								(крім надання доступу), а також на обробку чи умови
								обробки (крім отримання доступу) персональних даних, дозволених для
								поширення, що не діють у випадках обробки персональних
								даних у державних, громадських та інших громадських інтересах,
								визначених законодавством РФ.
								</div>
								<div class="li">
								8.7. Оператор під час обробки персональних даних забезпечує
								конфіденційність персональних даних.
								</div>
								<div class="li">
								8.8. Оператор здійснює зберігання персональних даних у формі,
								що дозволяє визначити суб'єкта персональних даних, не довше, ніж
								цього вимагають мети обробки персональних даних, якщо термін зберігання
								персональних даних встановлено федеральним законом, договором,
								стороною якого, вигодонабувачем або поручителем за яким
								є суб'єктом персональних даних.
								</div>
								<div class="li">
								8.9. Умовою припинення обробки персональних даних може бути
								досягнення цілей обробки персональних даних, закінчення терміну дії
								згоди суб'єкта персональних даних, відкликання згоди суб'єктом персональних даних
								даних або вимога про припинення обробки персональних даних,
								і навіть виявлення неправомірної обробки персональних даних.
								</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>
							9. Перелік дій, які провадиться Оператором з отриманими персональними
							даними
							</h5>
							<div class="ol">
							<div class="li">
							9.1. Оператор здійснює збір, запис, систематизацію, накопичення,
							зберігання, уточнення (оновлення, зміна), вилучення, використання,
							передачу (поширення, надання, доступ), знеособлення,
							блокування, видалення та знищення персональних даних.
							</div>
							<div class="li">
							9.2. Оператор здійснює автоматизовану обробку персональних даних
							з отриманням та/або передачею отриманої інформації
							по інформаційно-телекомунікаційним мереж або без такої.
							</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>10. Транскордонна передача персональних даних</h5>
							<div class="ol">
							<div class="li">
							10.1. Оператор до початку провадження діяльності
							щодо транскордонної передачі персональних даних зобов'язаний повідомити
							уповноважений орган із захисту прав суб'єктів персональних даних
							про свій намір здійснювати транскордонну передачу персональних
							даних (таке повідомлення надсилається окремо від повідомлення
							про намір здійснювати обробку персональних даних).
							</div>
							<div class="li">
							10.2. Оператор до подання вищевказаного повідомлення зобов'язаний отримати
							від органів влади іноземної держави, іноземних фізичних осіб,
							іноземних юридичних осіб, яким планується транскордонна передача
							персональних даних, відповідних відомостей.
							</div>
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>11. Конфіденційність персональних даних</h5>
							<div class="descr">
							Оператор та інші особи, які отримали доступ до персональних даних, зобов'язані
							не розкривати третім особам та не поширювати персональні
							дані без згоди суб'єкта персональних даних, якщо інше
							не передбачено федеральним законом.
							</div>
						</div>
					</div>
					<div class="row mb-4">
						<div class="col">
							<h5>12. Заключні положення</h5>
							<div class="ol">
							<div class="li">
							12.1. Користувач може отримати будь-які роз'яснення щодо тих, хто цікавить
							питанням, що стосуються обробки його персональних даних, звернувшись
							до Оператора за допомогою електронної пошти achillelius@gmail.com.
							</div>
							<div class="li">
							12.2. У цьому документі буде відображено будь-які зміни політики
							оброблення персональних даних Оператором. Політика діє безстроково
							до заміни її новою версією.
							</div>
							<div class="li">
							12.3. Актуальна версія Політики у вільному доступі розташована
							у мережі Інтернет за адресою https://achillelius.com/privacy-policy/policy.php.
							</div>
							</div>
						</div>
					</div>
				</div>
			</div>
		</div>
	</section>
	
	<?php include_once __DIR__ . '/../footer.php'; ?>
</body>
</html>
