<!DOCTYPE html>
<html lang="ua">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="widtd=device-widtd, initial-scale=1.0">
	<title>Achillelius - послуги</title>
</head>
<body>
	<?php include 'header.php'; ?>
	
	<section id="ServicesSection">
		<h1 class="GreenHeader">Послуги лікарні</h1>
		
		<h2 class="MiniGreenHeader">Медичні огляди, діагностика та консультації</h2>
		
		<table>
			<tr>
				<th>Назва</th>
				<th>Опис</th>
				<th>Категорія</th>
			</tr>
			
			<tr>
				<td>Загальний медичний огляд</td>
				<td>Комплексне оцінювання стану здоров'я, включаючи вимірювання та аналіз ключових показників здоров'я</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Консультація загального лікаря</td>
				<td>Основна медична консультація, спрямована на визначення діагнозу та розробку плану лікування</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Консультація спеціалізованих лікарів</td>
				<td>Професійна консультація фахівця з певної галузі медицини для діагностики та лікування конкретних захворювань</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Лабораторні дослідження</td>
				<td>Аналіз крові, сечі та інших біологічних матеріалів для виявлення патологій та встановлення діагнозу</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Інструментальна діагностика</td>
				<td>Використання спеціалізованих інструментів (наприклад, УЗД, рентген) для виявлення патологій у внутрішніх органах та тканинах</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Електрокардіографія</td>
				<td>Неінвазивне дослідження серця для оцінки його функціонального стану та виявлення аритмій</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Гастрофіброскопія</td>
				<td>Ендоскопічне дослідження шлунково-кишкового тракту для виявлення захворювань та патологій</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Ендоскопічні дослідження</td>
				<td>Дослідження внутрішніх порожнин тіла за допомогою ендоскопічних методів (наприклад, колоноскопія)</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Психологічні консультації</td>
				<td>Професійна підтримка та консультування з психологічних питань та емоційного благополуччя</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Нутриціологічна консультація</td>
				<td>Індивідуальне консультування щодо здорового харчування та дієтичних рекомендацій</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Аудіометрія</td>
				<td>Дослідження слуху для виявлення порушень та встановлення можливих причин слухової втрати</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Офтальмологічний огляд</td>
				<td>Дослідження зору та виявлення офтальмологічних захворювань та проблем</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Дерматологічний огляд</td>
				<td>Обстеження шкіри для виявлення шкірних захворювань та встановлення методів лікування</td>
				<td>Категорія</td>
			</tr>
		</table>
		
		<h2 class="MiniGreenHeader">Платні послуги</h2>
		
		<table>
			<tr>
				<th>Назва</th>
				<th>Опис</th>
				<th>Вартість</th>
				<th>Категорія</th>
			</tr>
			
			<tr>
				<td>Індивідуальні консультації фахівців</td>
				<td>Комплексне оцінювання стану здоров'я, включаючи вимірювання та аналіз ключових показників здоров'я</td>
				<td>3 грн</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Розширені лабораторні дослідження та аналізи</td>
				<td>Основна медична консультація, спрямована на визначення діагнозу та розробку плану лікування</td>
				<td>3 грн</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Додаткові інструментальні дослідження</td>
				<td>Професійна консультація фахівця з певної галузі медицини для діагностики та лікування конкретних захворювань</td>
				<td>3 грн</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Послуги експрес-діагностики та консультації без очікування</td>
				<td>Аналіз крові, сечі та інших біологічних матеріалів для виявлення патологій та встановлення діагнозу</td>
				<td>3 грн</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Процедури реабілітації та фізіотерапії</td>
				<td>Використання спеціалізованих інструментів (наприклад, УЗД, рентген) для виявлення патологій у внутрішніх органах та тканинах</td>
				<td>3 грн</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Організація індивідуальних діагностичних пакетів</td>
				<td>Неінвазивне дослідження серця для оцінки його функціонального стану та виявлення аритмій</td>
				<td>3 грн</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Медичний супровід за кордоном</td>
				<td>Ендоскопічне дослідження шлунково-кишкового тракту для виявлення захворювань та патологій</td>
				<td>3 грн</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Косметологічні процедури</td>
				<td>Дослідження внутрішніх порожнин тіла за допомогою ендоскопічних методів (наприклад, колоноскопія)</td>
				<td>3 грн</td>
				<td>Категорія</td>
			</tr>
			<tr>
				<td>Послуги психотерапії</td>
				<td>Професійна підтримка та консультування з психологічних питань та емоційного благополуччя</td>
				<td>3 грн</td>
				<td>Категорія</td>
			</tr>
		</table>
		
		<h2 class="MiniGreenHeader">Безкоштовні послуги</h2>
	</section>
	
	<?php include 'footer.php'; ?>
</body>
</html>

<link rel="stylesheet" href="styles.css">
<link rel="stylesheet" href="services_styles.css">