<?php
require_once __DIR__ . '/../login-and-register/src/helpers.php';

checkAuth();
?>

<!DOCTYPE html>
<html lang="ua" data-theme="light">
<?php include_once __DIR__ . '/components/head2.php'?>


<body>

<div class="card">
    <h2 class="ForHeader">Виберіть необхідного лікаря</h2>

    <?php
        $doctors = [
            ["Терапевт", "Лікар, який займається діагностикою та лікуванням широкого спектру захворювань внутрішніх органів."],
            ["Педіатр", "Лікар, який спеціалізується на лікуванні дітей."],
            ["Хірург", "Лікар, який займається оперативним лікуванням захворювань."],
            ["Кардіолог", "Лікар, який спеціалізується на захворюваннях серця та судин."],
            ["Невролог", "Лікар, який лікує захворювання нервової системи."],
            ["Гастроентеролог", "Лікар, який спеціалізується на захворюваннях шлунково-кишкового тракту."],
            ["Ендокринолог", "Лікар, який займається діагностикою та лікуванням захворювань ендокринної системи (гормональні порушення)."],
            ["Дерматолог", "Лікар, який спеціалізується на захворюваннях шкіри, волосся та нігтів."],
            ["Офтальмолог", "Лікар, який лікує захворювання очей."],
            ["Оториноларинголог (ЛОР)", "Лікар, який спеціалізується на захворюваннях вуха, горла та носа."],
            ["Пульмонолог", "Лікар, який лікує захворювання дихальної системи."],
            ["Ревматолог", "Лікар, який спеціалізується на захворюваннях суглобів та сполучної тканини."],
            ["Нефролог", "Лікар, який займається захворюваннями нирок."],
            ["Уролог", "Лікар, який лікує захворювання сечовидільної системи та чоловічої статевої системи."],
            ["Гінеколог", "Лікар, який спеціалізується на жіночій репродуктивній системі."],
            ["Психіатр", "Лікар, який спеціалізується на діагностиці та лікуванні психічних захворювань."],
            ["Онколог", "Лікар, який займається діагностикою та лікуванням ракових захворювань."],
            ["Інфекціоніст", "Лікар, який спеціалізується на інфекційних захворюваннях."],
            ["Травматолог", "Лікар, який лікує травми та пошкодження опорно-рухового апарату."],
            ["Алерголог", "Лікар, який спеціалізується на алергіях та імунних порушеннях."]
        ];

        foreach ($doctors as $index => $doctor) {
            echo '<form class="doctor" action="doctor.php" method="post">';
            echo '<h3 class="ForHeader">' . $doctor[0] . '</h3>';
            echo '<p class="ForP">' . $doctor[1] . '</p>';
            echo '<input type="text" id="id" name="id" value="' . ($index + 1) . '" hidden>';
            echo '<button type="submit">Вибрати</button>';
            echo '</form>';
        }
    ?>

</div>

<?php include __DIR__ . '/../footer.php'; ?>

</body>
</html>